{
    "L_1_55th_Wing_Incentive_Awards_Guide.pdf": {
        "title": "L_1_55th_Wing_Incentive_Awards_Guide.pdf",
        "hash_document": "e095b33c59aa810440d6a935c643f2eb",
        "chapters": [
            {
                "node_type": "chapter",
                "title": "Upon approval, submit the DAF Form 3670 to the Civilian Personnel Section (CPS)",
                "number": null,
                "content": "\nfor processing. The Supervisor’s Employee Brief (aka AF 971) should be annotated\ndocumenting the award receipt.\n\nDAF Form 3032, Certificate of Achievement, available at AF E-Publishing ( http://www.e-\npublishing.af.mil ) should be used for award recognition.\n\nAPPROVAL AUTHORITY: The award can be initiated by a supervisor at any level, in\ncoordination with the employee’s first-level supe rvisor, and may be approved by the employee’s\nsecond level supervisor. NOTE : Squadron Commanders, Wing Staf f Agency Heads, Directors,\nand Civilian Leader Equivalents retain the authority to require coordination and/or approval at their level, at their discretion.\n\nREF: DoDI1400.25v451_DAFI 36-1004\n55th Wing Civilian Incentive Awards Guide 7 6 Time-Off Incentive Awards (TOA)\nPURPOSE: To recognize superior accomplishments of an employee, or group of employees,\nthat contributed to the qualit y, efficiency, or economy of gove rnment operations. These awards\nprovide an alternative to mone tary or honorary recognition. TOAs can be used alone or in\nconjunction with monetary awards for DPMA P annual performance appraisals. TOAs should\nnot be granted to achieve a “down,” “goa l,” “family,” or the like type day.\n\nELIGIBILITY: The period of time-off granted is based on the value of the individual’s\ncontribution, not the individual’s grade or sala ry. DoDI1400.25V451_DAFI36-1004, Table 3 –\nTime-off Awards – Scale of Awards Amounts provides a guide to determine the value of a\ncontribution and the corresponding number of hours appropriate for recognition. The TOA\nshould only be granted if the contribution is clearly beyond performance requirements and has\nnot been previously rewarded in the prior or upcoming appraisal. Awards of this nature should\nnot be used to replace or supplement performance awards.\n\nLIMITS : The maximum amount of time-off that may be  approved for any single contribution is\n40 hours. Employees working a typical 80-hour pay period may be awarded a maximum of 80\nhours time-off during any leave year . Employees will forfeit any time-off not used within one\nyear from the effective date of the TOA; this t ype of award will not convert to cash, nor can it be\ntransferred outside of Air Force.\n\nPROCESS: First level supervisor prepares DAF Form 3670, Monetary or Time-Off Incentive\nAward Nomination and Approval with a bullet format justificati on (see page 16 of this guide for\nan example). For group or organizational awards , the lowest-level commander or leader with\ncollective oversight of the nominees prep ares the DAF 3670 with awareness from the\nemployees’ supervisor(s).  Review of the “Checklist for Civilian Awards,” on page 15 of this guide is highly recommended. Nomination should be submitted through the proper channels and\napproved within 30 calendar days of the act or  event. TOAs are typically not granted to\ndeparting employees. Consult with CPS prior to initiating a TOA for a departing employee.  The DAF 3670 should also include the approver’s  certification statement: “In approving this\nTOA, the supervisor/approval au thority certifies this TOA does not exceed the 80-hour per leave\nyear TOA limit for regularly sc heduled, full-time employees.” Upon approval, submit the DAF\n3670 to the CPS for processing. The Supervisor’s Employee Brief (aka AF Form 971) should be\nannotated documenting the award receipt.\n\nAPPROVAL AUTHORITY:\nx For awards of 1 workday or less – first level supervisors\nx For awards exceeding 1 workday (but no more  than 40 hours) – second level supervisors\nx Group or Organizational time-off awards - Dele gated to the lowest-level commander or\nleader with collective oversight over the award nominees.\nREF: DoDI1400.25v451_DAFI 36-1004\n55th Wing Civilian Incentive Awards Guide 8 6 Length of Service (LOS) Recognition\nPURPOSE: To recognize 10, 20, 30, 40, 50, 60, and 70 years of  creditable Federal civilian service.\n\nELIGIBILITY: Air Force employees with the required years of creditable Federal service.\nCreditable Federal service incl udes both civilian service and a ll honorable military service which\nis creditable for leave . The Service Computation Date for Leave (SCD-Leave) is the indicator\nfor LOS recognition. NOTE : At least 5 years must be spent in civilian service before LOS can\nbe recognized. If the employee has not met the fi ve-year requirement, the certificate should be\nheld pending the five-year mark.\n\nPROCESS: The Civilian Personnel Section (CPS) will pull a report annually and disseminate to\nunit POCs nlt 30 November of each year. The CPS provides blank certificates and pins; the unit is responsible for printing, obtai ning appropriate signa ture, and presentation to the employee.\nFor 55 WG employees achieving 40 and 50 year milestones, the unit is responsible for contacting the 55 WG/DDS to coordinate 55 WG/CC presentation.\n\nAPPROVAL AUTHORITY:\nx 10 year – Sq/CCs, Directors, or Civilian Leader (CL) Equivalents\nx 20 year – Sq/CCs, Directors, or Civilian Leader (CL) Equivalents\nx 30 year – Gp/CC, 55 WG/CV, Directors, or CL Equivalents\nx 40 year – MAJCOM/CC (3-Star General Officer or CL Equivalent; certificate comes directly\nfrom HQ ACC)\nx 50, 60, and 70 year – SecAF (Unit will provide  50, 60, and 70-year package at least 60\ncalendar days before presentation cer emony to 55 FSS/FSCA Awards POC and\nMAJCOM is responsible for routing to SecAF)\n\nREF: DoDI1400.25v451_DAFI 36-1004\n55th Wing Civilian Incentive Awards Guide 9 6 Letter or Certificate of Appreciation\nPURPOSE: To express appreciation to an employee for work performance, act, or service, that is\nabove average but does not fall under the performance awards category.\nELIGIBILITY: Any c ivilian Air Force employee.\nPROCESS: Prepare letter and/or AF  Form 3033, Certificate of Appreciation , available through\nAF E-Publishing ( http://www.e-publishing.af.mil ); submit through proper ch annels within three\nmonths of the desired presentation ceremony.\nThis recognition should be annotated in the Supe rvisor’s Employee Brief (aka AF Form 971) but\nis not recorded in the Official Personnel Folder (OPF).\nAPPROVAL AUTHORITY: Official having knowledge of th e act or service; employee’s\nimmediate supervisor, higher-level  supervisor, anyone having knowle dge of the act or service\ncan sign the letter or certificate.\nREF: DoDI1400.25v451_DAFI 36-1004\n55th Wing Civilian Incentive Awards Guide 10 6 Letter or Certificate of Commendation\n\nPURPOSE: To recognize an unusual achievement or c ontribution that does not  meet the criteria\nfor other awards.\n\nELIGIBILITY: Any civilian Air Force employee.\n\nPROCESS: Within three months of desired presenta tion, prepare a personal letter on official\nletterhead stationary with “Le tter of Commendation” as the subj ect line. The body of the letter\nshould contain a complete and concise descrip tion of the employee’s act, accomplishment, or\nservice, and identify position title, orga nization, and dates. AF Form 3034, Certificate of\nCommendation , available through AF E-Publishing ( http://www.e-publishing.af.mil ) should\naccompany the official Letter of Commendation. Submit through proper supervisory channels.\n\nThis recognition should be added to the employe e’s personnel records via MyBiz+ (instructions\ncan be found  on pages 23-24) a nd annotated in the Supervisor’s  Employee Brief (aka Employee\n971).\nAPPROVAL AUTHORITY: Squadron CCs and Civilian Leader Equivalents\n\nREF: DoDI1400.25v451_DAFI 36-1004\n55th Wing Civilian Incentive Awards Guide 11 6 Air & Space Civilian Achievement Award (CAA)\n\nPURPOSE: To recognize clearly outstanding serv ice for a single, specific act or\naccomplishment in support of the unit’s mission or goals. The CAA can be granted while on\ndetail or temporary assignment. Th is award may be used along with or in addition to monetary\nand time-off awards.\n\nELIGIBILITY: An individual or group of civilian empl oyees who have successfully completed\nimportant projects or reached major unit milestones. The service must clearly demonstrate specific examples of how the em ployee(s) exceeded service exp ected of an individual or group\nwith similar responsibilities. Th is award may also be given at the time of retirement.\n\nPROCESS: Within six months of the desired presenta tion date, the first level supervisor should\nprepare the nomination package a nd submit through proper channels.\n\nDAF Form 4300,  Air and Space Civilian Achievement Award Certificate , can be obtained\nthrough AF E-Publishing ( http://www.e-publishing.af.mil/ ). The approval authority provides\nthe CAA medal set to accompany this award. The CAA medal set is available through the\nDefense Supply System (Stock # 8455-01-4967-146).\n\nThis recognition should be added to the employe e’s personnel records via MyBiz+ (instructions\ncan be found on pages 23-24) and annotated in the Supervisor’s  Employee Brief (AF Form 971).\nPACKAGE COMPONENTS :\nx AF Form 1768, Staff Summary Sheet, or e-SSS, prepared IAW DoDI1400.25v451_DAFI 36-\n1004, Figure 1; see page 17 and 18 of this guide\nx Tab 1) Justification, typed in  bullet format NTE one page\nx Tab 2) Citation, prepared IAW DoDI1400.25v451 _DAFI 36-1004, Enclosure 3, pages 36-39;\nsee pages 19 - 22 of this guide\n\nAPPROVAL AUTHORITY: Sq/CCs and Civilian Leader Equivalents (military must be on G-\nseries orders)\n\nREF: DoDI1400.25v451_DAFI 36-1004\n55th Wing Civilian Incentive Awards Guide 12 6 Exemplary Civilian Service Award (ECSA)\n\nPURPOSE: To recognize an individual or group for clearly outstanding service supporting a\ncommand mission for at least one year or single act that significantly contributed to command\nmission. This award may be used alone or in connection with a monetary and time-off award.\n\nELIGIBILITY: An individual or group of Air For ce employees who have successfully\ncompleted important command mission projects or reworked major command milestones. The\naction must clearly demonstrate how  the employee exceeded service expected of individuals with\nsimilar responsibilities. This award may also  be given at the time of retirement.\n\nPROCESS: Within six months of the desired presenta tion date, the first level supervisor should\nprepare the nomination package and submit through proper channels.\n\nDAF Form 3517, Department of the Air Force Ex emplary Civilian Service Award Certificate,\ncan be obtained through AF E-Publishing ( http://www.e-publishing.af.mil/ ). The approval\nauthority provides the ECSA medal set to acco mpany this award. The medal set (stock # 8455-\n01-344- 8740) is purchased through the Defense Supply System.\n\nThis recognition should be added to the employe e’s personnel records via MyBiz+ (instructions\ncan be found on pages 23-24) and annotated in the Supervisor’s  Employee Brief (AF Form 971).\nPACKAGE COMPONENTS :\nx AF Form 1768, Staff Summary Sheet, or e-SSS, prepared IAW DoDI1400.25v451_DAFI 36-\n1004, Figure 1; see page 17 and 18 of this guide. Consult with respective Commanders\nSupport Staff (CSS) for direction.\nx Tab 1) Justification, typed in  bullet format NTE one page\nx Tab 2) Citation, prepared IAW AFI DoDI 1400.25v451_AFI 36-1004, page s 36-39; see pages\n19-22 of this guide\n\nAPPROVAL AUTHORITY: Sq/CCs and Civilian Leader Equivalents (military must be on G-\nseries orders)\n\nREF: DoDI1400.25v451_DAFI 36-1004\n55th Wing Civilian Incentive Awards Guide 13 6 Meritorious Civilian Service Award (MCSA)\n\nPURPOSE: To recognize an individual or group for out standing service to the Air Force in the\nperformance of duties in an exemplary manner. Th is award may be used alone or in connection\nwith a monetary or time-off award.\n\nELIGIBILITY: An individual or group of Air Force employees who have performed their\nassigned duties for at least one year in an ex emplary manner, with a reasonable degree of\ncommand-wide mission impact, setting a record of individual achievement and service and an\nincentive to others to improve the quality and quantity of their work performance, exercise unusual initiative in devising new and improved work methods and procedures that resulted in\nsubstantial savings in manpower, time , materials, or other items of  expense; improving safety or\nhealth of employees; improving morale of employees  in a unit which resulted in improvement of\nwork performance and esprit de corps. This award may also be given at th e time of retirement.\n\nAPPROVAL AUTHORITY: 55 Gp/CCs\n\nPROCESS: Within six months of the of the desire d presentation ceremony, the first level\nsupervisor prepares the nomination package and submits through proper channels to the Civilian\nPersonnel Section (55 FSS/FSCA).  Group Commanders may request a courtesy review of the\nnomination by the 55th Wing Installation Incentive Award Committee, to ensure the nomination meets the required criteria, by routing the no mination through the Civ ilian Personnel Section\n(CPS) before approval. DAF Form 1166, Award for Meritorious Civilian Service , and the MCSA\nmedal set accompany this award and can be obtai ned from the Civilian Personnel Section (CPS).\n\nThis recognition should be added to the employe e’s personnel records via MyBiz+ (instructions\ncan be found on pages 23-24) and annotated in the Supervisor’s  Employee Brief (aka Employee\n971).\nPACKAGE COMPONENTS :\nx AF Form 1768 or e-SSS, prepared IAW DoDI1400.25v451_DAFI 36-1004, Figure 1; see\npage 17 and 18 of this guide.\nx Tab 1) Justification, typed in  bullet format NTE one page\nx Tab 2) Citation, prepared DoDI1400.25v451_DAF I 36-1004, pages 36-39 see pages 19-22\nof this guide\nREF: DoDI1400.25v451_DAFI 36-1004\n55th Wing Civilian Incentive Awards Guide 14 6 Outstanding Civilian Career Service Award (OCCSA)\n\nPURPOSE: To recognize outstanding career servi ce meriting recognition at the time of\nretirement. This award may be used alone or in connection with a monetary award.\n\nELIGIBILITY: Air Force employees who, throughout th eir career, provided leadership or\nunusual competence, and their noteworthy acco mplishments had a significant impact upon the\nAir Force mission.\n\nAPPROVAL AUTHORITY: 55 WG/CC (after Installation Incentive Awards Committee\nreview)\n\nPROCESS: Within six months of the desired pres entation ceremony, but no later than three\nmonths prior to the event, the first level superv isor should contact the Civilian Personnel Section\n(55 FSS/FSCA) for package requirements and guidan ce. The first level supervisor prepares the\nnomination package and submits th rough proper channels to 55 FSS/FS CA to coordinate with the\n55th Wing Installation Incentive Award Committee, to ensure the nomination meets the required criteria, prior to approval. DAF Form 2856, Outstanding Civilian Career Service Award , and the\nOCCSA medal set accompany this award and can be obtained from the Ci vilian Personnel Section\n(CPS).\n\nThis recognition can be added to the employee’s personnel records via MyBiz+ (instructions can\nbe found on pages 23-24) prior to  retirement effective date.\nPACKAGE COMPONENTS :\nx AF Form 1768 or e-SSS, prepared IAW DoDI1400.25v451_DAFI 36-1004, Figure 1; see\npage 17 and 18 of this guide.\nx Tab 1) Justification, typed in  bullet format NTE one page\nx Tab 2) Citation, prepared DoDI1400.25v451_DAF I 36-1004, pages 36-39; see pages 19-22\nof this guide\n\nREF: DoDI1400.25v451_DAFI 36-1004\n55th Wing Civilian Incentive Awards Guide 1 DODI1400.25V451_DAFI36-1004 18 DECEMB 2023\nAttachment 4 - DoDI1400.25v451_DAFI36-1004 - In structions for Preparing Citations\n13.(Added)(DAF) PREPARING HONORARY AWARD CITATIONS.\na.(Added)(DAF) General.\n(1)(Added)(DAF) Citations should be prepared in Times New Roman (or comparable\nfont), no lower than 10 pitch, in landscape format with 1 inch right and left margins.\n(2)(Added)(DAF) The award citation must meet printing requirements, should not\nexce\ned 9 lines, and cannot contain mo re than 120 total characters per line.\n(3)(Added)(DAF) Do not use abbreviations, acronyms, or quotations in a citation. (T-\n1).\nb.(Added)(DAF) Opening Sentence.\n(1)(Added)(DAF) The standard opening statements for honorary and monetary\nawards are:\n(a)(Added)(DAF) Start with the standard open ing statement, “In recognition of\nhis/her distinguished performance as Chief of Contracting, C-17 Systems Group, Mobility\nSystems Wing, Aeronautical Systems Center, Air Force Materiel Command, Wright- Patterson Air Force Base, Ohio, from 8 April 2002 to 27 April 2006.”\n(b)(Added)(DAF) Valor awards will have only one inclusive date on the citation to\nreference the date of the specific act.\n(2)(Added)(DAF) Outstanding Civilian Career Service Award. The statement, “In\nr\necognition of his/her distinguished performance in support of the Department of the Air\nForce from 25 March 1975 to 31 July 2007. Most notably as current position, C-17 Systems Group, Mobility Systems Wing, Aeronautical Systems Center, Air Force Materiel Command, Wright-Patterson Air Force Base, Ohio, he/she ........... ”\n(3)(Added)(DAF) Secretary of the Defense Medal for the Defense of Freedom. Under\nthe name of the recipient, the certificate includes:\n(a)(Added)(DAF) The statement, “For wounds received in service to our Nation on\n(date), in (location), while  assigned to (agency).”\n(b)(Added)(DAF) The word “Posthumously,” if applicable.\nc.(Added)(DAF) Body of Citation.\n(1)(Added)(DAF) The body of the citation is a short description that must capture the\nlocal, command, service, or Department of the Air Force-wide accomplishments justifying the award. Be specific on facts and confine to no more than two or three sentences.\n(2)(Added)(DAF) The statement, “During this period / In this important assignment,\n20\n55th Wing Civilian Incentive Awards Guide 2 DODI1400.25V451_DAFI36-1004 18 DECEMB 2023\n(3)the outstanding performance, professional competence, and ceaseless efforts of\nMr. /\nMs.Donovan resulted in …” or\n(4)(A\ndded)(DAF) “Mr. /Ms. Employee’s outstanding leadership, exemplary foresight,\nand ceaseless efforts were instrumental in the resolution of …”\nd.(Added)(DAF) Closing Sentence for Honorary Awards.\n(1)(Added)(DAF) Decoration for Exceptional Civilian Service. The statement, “The\ndistinctive accomplishments of Mr. /Ms. Carver reflect the highest credit upon\nhimself/herself and the Department of the Air Force.”\n(2)(Added)(DAF) Outstanding Ci vilian Career Service Award.\n(a)(Added)(DAF) The statement, “The distinctive accomplishments of Mr. /Ms.\nCarver culminate a (long and) distinguished career with the United States Government and reflect great credit upon himself/herself and the Department of the Air Force.”\n(b)(Added)(DAF) Use the word “long” if length of service exceeds 30 years.\n(3)(Added)(DAF) Air and Space Civilian Award for Valor and Air and Space\nCommand Civilian Award for Valor. The statem ent, “This single act of compassion for\nmankind of Mr. /Ms. Jones reflects great credit upon himself/herself and the Department of the Air Force.”\n(4)(Added)(DAF) Meritori\nous Ci vilian Service Award. The statement, “The\ndistinctive accomplishments of Mr. /Ms. Jones reflect great credit upon himself/herself and\nthe Department of the Air Force.”\n(5)(Added)(DAF) Exemplary Civilian Service Award/Air Force Achievement Award.\nThe statement, “The distinctive accomplishments of Mr. /Ms. Smith reflect credit upon himself/herself and the Department of the Air Force.”\n(6)(Added)(DAF) Posthumous Award. The statement, “The distinctive\naccomplishments of Mr. /Ms. Smith in the dedi cation of his/her service to his/her country\nreflect great credit upon himself/herself and the Department of the Air Force.”\ne.(Added)(DAF) Closing Sentence for Monetary Awards.\n(1)(Added)(DAF) Special Act or Service Award. The statement, “The distinctive\naccomplishments of Mr. /Ms. Employee reflect  great credit upon himself/herself and the\nDepartment of the Air Force.”\n(2)(Added)(DAF) Notable Achievement Award: The statement, “The distinctive\naccom\nplishments of Mr./Ms. Smith reflect credit upon himself/herself and the Department of\nthe Air Force.”\nf.(Added)(DAF) Sample Citation – Open ing, Body and Closing Sentences.\n21\n55th Wing Civilian Incentive Awards Guide 3 DODI1400.25V451_DAFI36-1004 18 DECEMB 2023\n(1)(Added)(DAF) Air and Space Civilian Award for Valor. “In recognition of [his or\nher] [heroic action or act of  bravery] as Chief of Contracting, C-17 Systems Group, Mobility\nSystems Wing, Aeronautical Systems Center, Air Force Materiel Command, Wright-\nPatterson Air Force Base, Ohio, on  (date). On that date, (narrati ve description). This single\nact of compassion for mankind of (Mr. or Ms.) Employee reflects great credit upon (himself or herself) and the Department of the Air Force.”\n(2)(Added)(DAF) Air and Space Command Civilian Award for Valor. “In recognition\nof [his or her] act of courage [at or near] (l ocation), (country), on (date). On that date,\n(narrative description). The exemplary courage displayed by Mr. Doe reflected great credit upon himself and the Department of the Air Force.”\n(3)(Added)(DAF) DAF Form 2267A, Department of the Air Force Scroll of\nAppreciation (for act of courage). “In recognition of [h is OR her] act of courage [at OR near]\n(location), (country), on (dat e). On that date, (narrative description). The exemplary\ncourage displayed by Mr. Doe reflected gr eat credit upon himself and his family.”\n22\n55th Wing Civilian Incentive Awards Guide  23 Attachment 5 - Example – Honorary Award Citation",
                "sections": [],
                "page_number": null
            }
        ]
    }
}